[
    {
      "id": "624c250b6a6f3264525211bb",
      "name": "Anthony Roy",
      "rating": "5",
      "about": "This tshirt is super soft and fits perfectly. It didn’t shrink or fade in the washer/dryer. It’s a good thickness without feeling stiff or crunchy. The blue color is unique and looks great with the mustard yellow writing.As a child of the 80’s the saying on this shirt just cracks us up. Now every time our dog waits by the table for the kids to drop something (which he knows is a sure thing), we sing this song and laugh.On top of all of that, we’ve always loved Life Is Good products for their witty sayings, quality products and corporate ethics. This shirt meets our high expectations and then some! Great product. Great price!"
    },
    {
      "id": "624c250bbe9bb4cd3783edd0",
      "name": "Benton Foley",
      "rating": "4",
      "about": "We saw a shirt like this in a store. Didn't have it in my husbands size. Found it on line. He wears it all the time. They saying on the front is our dog to a T. We laugh when he has it on and our friends instantly say, Yep that has to be about Gizmo. I would buy it in more colors if it came in them. Love This"
    },
    {
      "id": "624c250b98fdfb08b5af7be8",
      "name": "Reyna Shields",
      "rating": "5",
      "about": "This shirt is mid weight and high quality, it is true to size unless you like your shirts tight. I have always found this company to have awesome quality clothing."
    },
    {
      "id": "624c250ba6b66667d0e38803",
      "name": "Brooke Mills",
      "rating": "5",
      "about": "My oldest and middle sons each bought retrievers for their families and I know both families think it was the best idea ever . So, these perfect tee shirts added a bit of fun for all."
    },
    {
      "id": "624c250b59654c28aff3ca88",
      "name": "Nadia Arnold",
      "rating": "5",
      "about": "Great quality shirt! Picture looks great!"
    },
    {
      "id": "624c250b7e25c31b0b92bac0",
      "name": "Kimberley Rose",
      "rating": "5",
      "about": "Great fit, awesome graphics!"
    }
   
  ]